[
   {"name":"Action","text":"Ability to trigger an ability during their turn, or by request during other player's trun (some abilities are tied to the character's form : hero action/Alter Ego ection)."},
   {"name":"Ally","text":"\"Ally Limit\" of 3 allies in play (Playre may discard if needed).<br/>May Attack, thwart or defend (Exhaust). "},
   {"name":"Alliance","text":"Any player may spend for the cost of a card with the Alliance keyword."},
   {"name":"Ant-Man / The Wasp","text":"<ul><li>Change form following the usual rule. May switch from Alter-Ego to any one of his/her 2 hero forms, like form a hero form to the other.</li><li>Change size event : Does not count in the number of form change the player may pretend to once in the turn.</li></ul>"},
   {"name":"Assign an Encouter Card","text":"When an Encounter card is assigned to a player, it is not immediately revealed. It will be during the next villain phase."},
   {"name":"Attack ability","text":"A hero is not exhausted if using such a capacity (unless specified)."},
   {"name":"cards cost","text":"Excess resources generated toward any cost are lost.<br/>The player paying cost must use cards and/or game elements they control."},
   {"name":"Defend / Damages","text":"An hero or ally may defend another player. The hero/ally becomes the new and only target of that attack.<br/>If an ally defends, no damage is dealt to the hero (unless overkill)."},
   {"name":"Doctor Strange (Invocations Deck)","text":"<ul><li>Shuffle the 5 cards Invocation deck and place them facdown near Identity.</li><li>Durnig play, the top card of the Invocation deck is allways face up.</li><li>Use the Spell Mastery to resolve the current Invocation card's capacity. The top Invocation card is the discarded in a specific discard pile.</li><li>If the Invocation deck is empty, shuffle the Invocation discard pile to create a new one (no penalty).</li></ul>"},
   {"name":"End of Encounter Deck","text":"<ul><li>Shuffle the Discard pile to create a new Encounter deck.</li><li>Place an acceleration token on the Main Scheme</li><li>If an ability searches for a specific card in the encounter dec, it fails if the deck is emptied.</li></ul>"},
   {"name":"End of Player Deck","text":"<ul><li>Shuffle discard pile to rebuild the player's deck.</li><li>Immediately deal a facedown Encounter card to the player.</li></ul>"},
   {"name":"Engage","text":"Is only about placing a minion in the player's play area."},
   {"name":"Exhausted Card","text":"Car abilities are active and can interact with the game state (unless ability's cost refers to \"Exhaust the card\")."},
   {"name":"Guard","text":"The player is unable to attack the a villain without the guard keyword while this minion is engaged."},
   {"name":"Hinder X","text":"Place X threats on the card."},
   {"name":"Hit points increase","text":"The Hit point increase is about the current and maximum hit points from the character.<br/>Increase is effective immediately."},
   {"name":"Incite X","text":"Place X threat on the main scheme."},
   {"name":"Indirects Damages","text":"They are dealt among all characters from the player or players group.<br/>A character can't sustain more hits than its remaining life.<br/>No interraction with other abilities."},
   {"name":"Interrupt","text":"May be executed anytime the specified triggering condition occurs, interrupts the current resolution and resolves immediately before that triggering condition, respecting players order."},
   {"name":"Mandatory abilities","text":"<ul><li>Constant</li><li>Setup</li><li>When Revealed</li><li>When Defeated</li><li>When Completed</li><li>Forced Interrupt</li><li>Force Response</li><li>Boost</li></ul>"},
   {"name":"Next Main Scheme deck (Management)","text":"Excess threat from the previous stage does not carry over to the new stage.<br/>Acceleration tokens on it carry over to the new stage."},
   {"name":"Obligation Card","text":"When an Obligation Card is revealed, it's given to the corresponding identity if the card states so.<br/>If the refered Identity is allready defeated, the card is discarded and a nex one is revealed.<br/>If the Obligation card doesn't mention any Identity the current players chooses how to deal with it."},
   {"name":"Optional abilities","text":"<ul><li>Action</li><li>Interrupt</li><li>Response</li><li>Resource</li></ul>"},
   {"name":"Overkill","text":"Excess damages dealt to a defeated ally or minion are dealt to the corresponding hero or villain."},
   {"name":"Ownership and card control","text":"<ul><li>Owner = Player whose beginning deck contains the card.</li><li>Control = Player using a card.</li><li>If a card that has changed control leaves play, it is placed back in its owner out-of-play area (hand, deck, discard) or remove frfom the game if its owner was defeated.</li><li>When a character changes control, it remains in the same state(exhausted, ready, damaged..)</li><li>Upgrades or attachments on a card that changes contro also change control.</li></ul>"},
   {"name":"Patrol","text":"While a minion with the patrol keyword is engaged with a player, that player cannot user cards they control to thwart the main scheme."},
   {"name":"Per player","text":"If a player is defeated, this value remains unchanged. "},
   {"name":"Peril","text":"Forbidden to consult and discuss with other players while resolving such card. Other players are unable to trigger abilities or play cards."},
   {"name":"Permanent","text":"A card with this keyword cannot leave play."},
   {"name":"Piercing","text":"Discards any Tough status card from the target before dealing damages."},
   {"name":"Play, Put into Play / revealed","text":"Playing a card is not revealing it.<br/>So, keywords about revealing the card (Surge for instance) are irrevelant."},
   {"name":"Player elimination",
   "text":"<ul><li>If needed, resolve current cpacity.</li><li>Every card under the player's control is discarded in its owner discard pile.</li><li>Encounter cards drawn for the player are discarded.</li><li>Minions engaged with the player engage the newt player (clockwise) retaining attachments, damages counters and status cards.</li></ul>"},
   {"name":"Player phase","text":"<ol><li>Each player gains turn, on order. On your turn, you should:<ul><li>Play cards.</li><li>Trigger and Ask for action ability cards.</li><li>Use basic Attack, thwart or recovery power.</li><li>Change form (once each turn).</li><li>End turn.</ul></li><li>After every player have end their turn, they simultanously:<ul><li>Discard any cards number from their hand.</li><li>Draw cards to go back to their hand size.</li><li>Ready all cards they control.</li></ul></li></ol>"},
   {"name":"Quickstrike","text":"After a minion engages a hero, he immediately attacks that hero."},
   {"name":"Ranged","text":"Ignore retaliate keyword."},
   {"name":"Resource","text":"There are 3 main types of resources  (Physical, Mental et Energy). Wild resource may be used as wild or any other type."},
   {"name":"Restricted","text":"A player cannot control more than 2 cards with this keyword at same time (possible to discard)."},
   {"name":"Retaliate X","text":"If it survives, attacked character (and only attacked character) deals X damages to the attacker."},
   {"name":"Search","text":"After searching the deck for a card, shuffle the deck."},
   {"name":"Setup","text":"A card with this keyword begins the game in play."},
   {"name":"Stalwart","text":"A character with the Stalwart keyword cannot be stunned or confused."},
   {"name":"Status Cards","text":"1 Max per type and per character.<br/>Have timing priority over all conflicting crd abilities."},
   {"name":"Surge","text":"After an Encouter card with this keyword is revealed, the player resolving the card reveals an additional Encounter card."},
   {"name":"Team-Up","text":"The keyword names two characters. To include the car in a deck, Identity must be one of the two named. The card needs both names to be in play (hero or ally) to be played."},
   {"name":"Toughness","text":"When a character with the toughness keyword enters play, place a tough status card on it."},
   {"name":"Uses (X \"types\")","text":"Place X all-purpose counters on the card. Once all counters are spent, discard the card. "},
   {"name":"Victory X","text":"When the card is defeated, place it in the victory display instead of it's owner's discard pile. X indicates how many victory points that card is worth."},
   {"name":"Vilainous","text":"When the minion activates, give it one facedown boost card. When resolving activation, reveal the boost card and add its boost value to the minion's attack/scheme value. If it' a boost capacity, resolve its effects, then discard the boost card."},
   {"name":"Villain phase",
   "text":"<ol><li>Place threat on Main Scheme.</li><li>The Villain (and every engaged minion) activates once per player, in players order.<ul><li>If you're on Hero form, enemies attack (you must choose (how) to defend before discarding boost card).</li><li>If you're on Alter-Ego form, enemmies scheme.</li></ul></li><li>Deal one Encounter card for each player, one addictional card for each hazard symbol in play.</li><li>In players order, each player reveals and resolves their Encounter card(s).</li><li>Pass the first player token.</li></ol>"}
]