[
   {"name":"A distance","text":"Ignorer le mot-clef riposte."},
   {"name":"Alliés","text":"Limite de 3 sur la zone de jeu (défausse possible).<br/>Peut attaquer, Contrer ou Défendre (incliner)."},
   {"name":"Action","text":"Possibilité de déclenchement d'une capacité à son tour ou au tour d'un autre joueur après une requête (ceraines sont liées à la forme de l'Identité : action de Héros/action d'Alter Ego)."},
   {"name":"Alliance","text":"N'importe quel joueur peut aider à payer les coûts d'une carte portant le mot-clé Alliance."},
   {"name":"Ant-Man / La Guêpe","text":"<ul><li>Changement de forme selon la règle habituelle. Peut passer de la forme d'Alter-Ego à n'importe laquelle des 2 formes de Super-Héros et vice versa, comme de l'une des 2 formes de Super-Héros à l'autre.</li><li>Evènement Changer de taille : ne compte pas dans le changement de forme volontaire auquel un joueur a le droit une fois par round lors de son tour.</li></ul>"},
   {"name":"Attribuer une carte Rencontre","text":"Quand une carte Rencontre est attribuée à un joueur, elle n'est pas immédiatement révélée. Elle le sera lors de la phase correspondante du méchant."},
   {"name":"Capacité attaque","text":"Un héros ne s'incline pas lorsque cette capacité est utilisé (sauf si précisé)."},
   {"name":"Capacités Obligatoires","text":"<ul><li>Constante</li><li>Mise en place</li><li>Une fois révélée</li><li>Une fois déjouée</li><li>Une fois vaincu</li><li>Interruption forçée</li><li>Réponse forçée</li><li>Boost</li></ul>"},
   {"name":"Capacités Optionnelles","text":"<ul><li>Action</li><li>Interruption</li><li>Réponse</li><li>Resource</li></ul>"},
   {"name":"Cartes d'Etat","text":"Maximum 1 carte par type et par personnage.<br/>Elles ont une priorité de timing sur toutes les capacités de cartes en cas de conflit de résolutions."},
   {"name":"Carte inclinée (ou \"tapée\")","text":"Les capacités sur les cartes sont activables (sauf si le coût d'activation est \"incliner la carte\")."},
   {"name":"Carte Obligation","text":"Quand une carte obligation est révélée, elle est remise à l'Identité correspondante.<br/>Si l'identité associée est déja éliminée, la carte est défaussée et une autre est piochée.<br/>Si la carte Obligation n'a pas d'Identité, le joueur décide de la manière de résoudre cette carte."},
   {"name":"Chercher","text":"Après avoir cherché une carte, mélanger le deck."},
   {"name":"Coup Rapide","text":"Après qu'un ennemi a engagé un joueur, il l'attaque immédiatement s'il est sous form de héros."},
   {"name":"Deck suivant de la manigance principale (Gestion)","text":"La menace excédentaire n'est pas reportée sur le nouveau stage.<br/>Les pions accélération présents sont reportés sur le nouveau stade."},
   {"name":"Défendre / Dégâts","text":"Il est possible de défendre un uatre joueur en utilisant son Héros ou un Allié. Le Héros ou l'Allié devient la nouvelle cible de l'attaque.<br/>Lorsqu'un allié défend, les dégâts excédentaires ne sont pas infligés au héros (sauf en cas de déferlement)."},
   {"name":"Déferlement","text":"Les dégâts excédentaires infligés à un allié ou un sbire sont infligés au Héros ou au Méchant."},
   {"name":"Dégâts Indirects","text":"Ils sont répartis parmi tous les personnages contrôlés du joueur ou du groupe de joueurs.<br/>Un personnage ne peut pas prendre plus de dégâts que sa limite en vie.<br/>Il ne faut pas tenir compte des éventuelles interactions avec d'autres capacités."},
   {"name":"Docteur Strange (Deck invocation)","text":"<ul><li>Mélanger les 5 cartes du deck Invocation et les placer faces cachées à côté de l'Identité.</li><li>Lors de la partie, joueur constamment avec la carte du dessus du deck Invocation face visible.</li><li>Utiliser l'action maîtrise des sorts pour résoudre la capacité de la carte Invocation qui est ensuite placée dans une défausse spécifique.</li><li>Quand le deck Invocation est vide, mélanger la défausse Invocation pour reconstituer le deck (aucune pénalité).</li></ul>"},
   {"name":"Elimination d'un joueur","text":"<ul><li>Résoudre la capacité en cours le cas échéant.</li><li>Toutes les cartes contrôlées par le joueur sont défaussées.</li><li>Les cartes Rencontre attribuées sont défaussées.</li><li>Les ennemis engagés engagent le joueur suivant (sens horaire) en conservant dégâts et cartes d'état.</li></ul>"},
   {"name":"En équipe","text":"Toujours suivi du nom de 2 personnages. Pour l'inclure dans un deck, l'iIdentité doit correspondre à l'un des 2 personnages. La carte ne peut être jouée que si les 2 personnages sont en jeu (Héros ou Allié)."},
   {"name":"Engager","text":"Consiste uniquement à placer un ennemi dans la zone de jeu d'un joueur."},
   {"name":"Entrave X","text":"Placer X menaces sur la carte."},
   {"name":"Fin du Deck Joueur","text":"<ul><li>Mélanger la pile de défausse pour reconstituer le Deck Joueur.</li><li>Attribuer immédiatement au joueur une carte rencontre.</li></ul>"},
   {"name":"Fin du Deck Rencontre","text":"<ul><li>Mélanger la pile de défausse pour reconstituer le Deck Rencontre.</li><li>Attribuer un pion Accélération sur la Manignace Principale.</li><li>Si une capacité cherchait une carte spécifique dans le Deck Rencontre, elle échoue à épuisement de ce dernier.</li></ul>"},
   {"name":"Gagner des points de vie","text":"Ce gain concerne les points de vie en cours du personnage, ainsi que son maximum de points de vie.<br/>Le gain est immédiat."},
   {"name":"Garde","text":"Bloque un joueur qui ne peut plus attaquer le méchant tant que ce sbire est en jeu."},
   {"name":"Incitation X","text":"Placer X menaces sur la manigance principale."},
   {"name":"Interruption","text":"Interromp la condition de déclenchement spécifiée et se résout avant dans l’ordre des joueurs."},
   {"name":"Mettre en jeu / révélé","text":"Mettre en jeu une carte ne signifie pas la révéler.<br/>On ne tient donc pas compte des mots-clés correspondant à une révélation (ex: renfort)."},
   {"name":"Mise en place","text":"Une carte avec ce mot-clé commence la partie en jeu."},
   {"name":"Paiement du coût des cartes","text":"Toute ressource générée en surplus par rapport au coût indiqué est perdue.<br/>Ne peut être payé que par des cartes et/ou des éléments de jeu que le joueur contrôle."},
   {"name":"Par joueur","text":"Si un joueur est éliminé, cette valeur ne change pas."},
   {"name":"Phase des joueurs","text":"<ol><li>Effectuer vos tours dans l'ordre des joueurs. A votre tour, vous pouvez:<ul><li>Jouer des cartes.</li><li>Déclencher et requérir des actions.</li><li>Utiliser les pouvoirs d'attaque, de contre et de récupération de base.</li><li>Changer de forme (limite d'une fois par round).</li><li>Mettre fin à votre tour.</li></ul></li><li>Après que tous les joueurs ont terminé leur tour, simultanément, tous les joueurs:<ul><li>Défaussent n'importe quel nombre de cartes de leur main.</li><li>Piochent jusqu'à atteindre leur taille de main.</li><li>Redressent chacune de leurs cartes inclinées.</li></ul></li></ol>"},
   {"name":"Phase du méchant","text":"<ol><li>Placer de la menace sur la manigance principale.</li><li>Le méchant (ainsi que chaque sbire engagé) s'active une fois par joueur, dans l'ordre des joueurs.<ul><li>Si vous êtes sous forme de héros, les ennemis vous attaquent (vous pouvez défendre avant que la carte de boost ne soit défaussée).</li><li>Si vous êtes sous forme d'alter ego, les ennemis manigancent.</li></ul></li><li>Attribuer une carte Rencontre à chaque joueur.</li><li>Dans l'ordre des joueurs, chaque joueur révèle et résout sa carte rencontre.</li><li>Passer le pion Premier Joueur.</li></ol>"},
   {"name":"Patrouille","text":"Tant qu'un sbire avec ce mot-clé est engagé, le joueur ne peut pas contrer la Manigance Principale."},
   {"name":"Perçant","text":"Défausse toute carte d'état Tenace avant d'infliger des dégâts."},
   {"name":"Péril","text":"Consultation et discussion entre joueurs interdites, dons de cartes impossible."},
   {"name":"Permanent","text":"Une carte avec ce mot-clé ne peut pas quitter le jeu."},
   {"name":"Propriété et Contrôle des cartes",
   "text":"<ul><li>Propriétaire = joueur dont le Deck de départ contenait la carte.</li><li>Contrôleur = joueur qui utilise la carte.</li><li>Quand une carte qui a changé de contrôle quitte le jeu, elle n'est pas restituée à son propriétaire mais plaçée dans la zone hors-jeu (main, deck, défausse) du joueur la contrôlant.</li><li>Un personnage qui change de contrôleur reste dans le même état (incliné, blessé...)<Li><li>Les améliorations et attachements sur une carte qui change de contrôleur suivent la carte.</li></ul>"},
   {"name":"Renfort","text":"Après qu'une carte Rencontre avec ce mot-clé est révélée et résolue, le joueur révèle une carte Rencontre supplémentaire et la résout."},
   {"name":"Ressourcew","text":"Il y a 3 types de ressource (Force, Mental et Energie)  $La ressource libre peut être utilisée comme n'importe lequel des 3 types de ressource."},
   {"name":"Restreint","text":"Un joueur ne peut pas contrôler plus de 2 cartes avec ce mot-clé simultanément (défausse possible)."},
   {"name":"Riposte X","text":"S’il a survécu, le personnage attaqué (et uniquement lui) inflige X dégâts en retour à son attaquant."},
   {"name":"Robuste","text":"Le personnage ne peut être ni sonné, ni désorienté."},
   {"name":"Ténacité","text":"Quand un personnage entre en jeu avec ce mot-clé, placez sur lui une carte d'état Tenace."},
   {"name":"Utilisation (X \"types\")","text":"Placer X jeton génériques sur la carte qui serviront à résoudre la capacité en rapport. Une fois tous les jetons dépensés, défausser la carte."},
   {"name":"Victoire X","text":"Quand la carte est déjouée ou vaincue, la placer dans la pile de victoire au lieu de la pile de défause du joueur. X est le nombre de points de victoire rapporté."},
   {"name":"Vilenie","text":"Quand le sbire s'active, lui donner une carte Boost face cachée. A la résolution de l'activation, révéler la carte Boost et Ajouter la valeur des Boosts aux valeurs du Sbire. Si cette une capacité de Boost, résoudre ses effets. Puis défausser la carte."}
   ]